/* NSButton (Cancel) : <title:Cancel> (oid:23) */
"Cancel" = "ביטול";

/* NSTextField (Existing Files) : <title:Existing Files> (oid:8) */
"Existing Files" = "קבצים קיימים";

/* NSTextField (Local File:) : <title:Local File:> (oid:50) */
"Local File:" = "קובץ מקומי:";

/* NSButton (Overwrite) : <title:Overwrite> (oid:11) */
"Overwrite" = "כתוב מחדש";

/* NSButton (Resume) : <title:Resume> (oid:13) */
"Resume" = "המשך";

/* NSButton (Skip) : <title:Skip> (oid:12) */
"Skip" = "דלג";

/* NSTextField (URL:) : <title:URL:> (oid:46) */
"URL:" = "כתובת:";

/* NSPanel (Validate) : <title:Validate> (oid:5) */
"Validate" = "וודא";

